Repository: maratych/ZhRuParCor_pipeline
Catalog: compare/data/sb_en-et.tmx
Source language: en
Languages: et

source: Interim report January-March, 2014
et: Vahearuanne jaanuar-märts 2014

source: Swedbank AS, Estonia
et: Swedbank AS

source: Swedbank AS, Estonia is a subsidiary of Swedbank AB (publ).
et: Swedbank AS (Eesti) on Swedbank AB tütarettevõte.

source: The parent company maintains its registered office in Stockholm with address Brunkebergstorg 8 105 34 Stockholm, Sweden.
et: Emaettevõtte peakontor asub Rootsis aadressil Brunkebergstorg 8, 105 34 Stockholm.

source: The company’s share is traded on the Nasdaq OMX Nordic exchange in Stockholm in the Nordic Large Cap segment.
et: Swedbank AB aktsiatega kaubeldakse Stockholmis Nasdaq OMX Nordic börsil Nordic Large Cap segmendis.

source: The Group offers financial services and products in the home markets Sweden, Estonia, Latvia and Lithuania.
et: Swedbanki grupp pakub finantstooteid ja -teenuseid oma koduturgudel Rootsis, Eestis, Lätis ja Leedus.

source: For more information about Swedbank Group, see: http://www.swedbank.com
et: Rohkem infot Swedbanki grupist: http://www.swedbank.com

source: Basis for preparation
et: Koostamise alus

source: Swedbank AS, Estonia is a fully-owned subsidiary of Swedbank AB (publ), the parent company of Swedbank Group which publishes interim reports for Swedbank Group. The interim report for the period January - March, 2014 is not audited.
et: Swedbank AS (Eesti) ainuaktsionär on Swedbank AB. Swedbank AB, Swedbanki grupi emafirma, avalikustab Swedbanki grupi kvartaliaruande. Käesolev vahearuanne ei ole auditeeritud.

source: Consolidated income statement
et: Konsolideeritud kasumiaruanne

source: nterest income
et: Intressitulud

source: nterest expenses
et: Intressikulud

source: Net interest income
et: Puhas intressitulu

source: Commission income
et: Komisjoni- ja teenustasutulud

source: Commission expenses
et: Komisjoni- ja teenustasukulud

source: Net commissions
et: Puhas teenustasutulu

source: Net gains and losses on financial items at fair value
et: Puhastulu õiglases väärtuses kajastatavatelt finantsinstrumentidelt

source: Insurance premiums
et: Kindlustuspreemiad

source: Insurance provisions
et: Kindlustustehnilised eraldised

source: Net insurance
et: Tulu kindlustustegevusest

source: Share of profit or loss of associates
et: Kapitaliosaluse meetodil arvestatud kasum (kahjum)

source: Other income
et: Mud tulud

source: Total income
et: Tulud kokku

source: Staff costs
et: Personalikulud

source: Other expenses
et: Muud üldhalduskulud

source: Depreciation/amortisation
et: Materiaalse ja immateriaalse põhivara kulum

source: Total expenses
et: Kulud kokku

source: Profit before impairments
et: Kasum enne vara väärtuse languse kahjumeid

source: Credit impairments
et: Laenukahjumid

source: Operating profit
et: Tegevuskasum (-kahjum)

source: Tax expense
et: Tulumaks

source: Profit for the year
et: Aruandeaasta kasum (kahjum) kokku

source: Total profit for the period attributable to the shareholders of Swedbank
et: Swedbank AS-i omanike osa aruandeaasta kasumist (kahjumist)

source: Non-controlling interests
et: Vähemusosalus

source: Swedbank AS, Estonia – Interim report January – March 2014
et: Swedbank AS (Eesti) Vahearuanne jaanuar – märts 2014

source: Consolidated comprehensive income statement
et: Konsolideeritud koondkasumiaruanne

source: Profit for the period reported via income statement
et: Puhaskasum kajastatuna kasumiaruandes

source: Acquisition of non-controlling interest
et: Vähemusosaluse omandamine

source: otal comprehensive income for the period, net of tax
et: Maksustamisjärgne muu koondkasum

source: Total comprehensive income for the period
et: Koondkasum kokku

source: Consolidated balance sheet
et: Konsolideeritud bilanss

source: Assets
et: Varad

source: Cash and balance with central banks
et: Raha ja nõuded keskpankadele

source: Loans to credit institutions
et: Laenud krediidiasutustele

source: Loans to the public
et: Laenud klientidele

source: Interest-bearing securities
et: Võlakirjad ja muud intressikandvad väärtpaberid

source: Financial assets for which customers bear the investment risk
et: Fondiosakud, mille investeerimisrisk on kliendil

source: Shares and participating interests
et: Aktsiad ja osalused

source: Investments in associates
et: Investeeringud sidusettevõtetesse

source: Derivatives
et: Tuletisinstrumendid

source: Intangible fixed assets
et: Immateriaalne põhivara

source: Tangible assets
et: Materiaalne põhivara

source: Deferred tax assets
et: Edasilükkunud tulumaksuvara

source: Other assets
et: Muud varad

source: Prepaid expenses and accrued income
et: Ettemakstud tulevaste perioodide kulud ja viitlaekumised

source: Total assets
et: Varad kokku

source: Liabilities and equity
et: Kohustused ja omakapital

source: Amounts owed to credit institutions
et: Võlgnevus krediidiasutustele

source: Deposits and borrowings from the public
et: Võlgnevus klientidele: hoiused ja laenud

source: Debt securities in issue
et: Emiteeritud võlakirjad

source: Financial liabilities for which customers bear the investment risk
et: Finantskohustused, mille investeerimisrisk on klientidel

source: Current tax liabilities
et: Lühiajalised maksukohustused

source: Deferred tax liabilities
et: Edasilükkunud tulumaksukohustused

source: Other liabilities
et: Muud kohustused

source: Accrued expenses and prepaid income
et: Viitvõlad ja ettemakstud tulud

source: Provisions
et: Eraldised ja kohustused kindlustustegevusest

source: Subordinated liabilities
et: Allutatud kohustused

source: Equity
et: Omakapital

source: of which non-controlling interests
et: Sealhulgas vähemusosalus

source: of which equity attributable to shareholders of Swedbank
et: Sealhulgas emaettevõtte omanikele kuuluv omakapital

source: Total liabilities and equity
et: Kohustused ja omakapital kokku

source: Consolidated statement of changes in equity
et: Konsolideeritud omakapitali muutuste aruanne

source: Opening balance 1 January 2013
et: Jääk perioodi alguses, 1. jaanuar 2013

source: Dividends paid
et: Makstud dividendid

source: Closing balance 31 December 2013
et: Jääk perioodi lõpus, 31. detsember 2013

source: Opening balance 1 January 2014
et: Jääk perioodi alguses, 1. jaanuar 2014

source: Consolidated cash flow statement
et: Konsolideeritud rahavoogude aruanne

source: Cash flow from operating activities
et: Rahavoog äritegevusest

source: Cash flow from investing activities
et: Rahavoog investeerimistegevusest

source: Cash flow from financing activities
et: Rahavoog finantseerimistegevusest

source: Cash flow for the period
et: Raha ja raha ekvivalentide juurdekasv

source: Cash and cash equivalents at the beginning of the period
et: Raha ja raha ekvivalendid perioodi alguses

source: Cash and cash equivalents at the end of the period
et: Raha ja raha ekvivalendid perioodi lõpus

source: Overview
et: Ülevaade

source: Estonia’s economy was struggling in 2013.
et: Eesti majandus oli 2013. aastal raskustes.

source: GDP growth decelerated from 3.9% in 2012 to around 1% in 2013.
et: SKP kasv vähenes 2012. aasta 3,9%-lt ligikaudu 1%-ni.

source: The small growth of 2013 turned to 1.9% GPD decrease in the first quarter 2014.
et: 2013. aasta väike SKP kasv pöördus 2014. aasta esimeses kvartalis 1,9%-ks languseks.

source: However, the decrease is largely influenced by one-off transaction with ferries in January last year that raised the comparison base.
et: Samas tuleb arvestada, et tulemust mõjutas möödunud aasta jaanuaris toimunud ühekordne suurtehing laevadega, mis tõstis aastataguse võrdlusbaasi kõrgemale.

source: Some activity growth was seen in this spring but recent events in Russia and Ukraine warrant a cautious view on development.
et: Kuigi aasta algas mõningase aktiivsuse kasvuga on hiljutised sündmused Venemaal ja Ukrainas teinud edasiste arengute suhtes ettevaatlikuks.

source: Estonian economy has not been affected remarkably so far.
et: Seni ei ole need sündmused Eesti majandust veel oluliselt puudutanud.

source: The high diversification of Estonian economy and flexibility of businesses is a key to resilience under such circumstances.
et: Kohaliku majanduse hajutatus ja ettevõtjate paindlikkus on nendes tingimustes äärmiselt tähtsad, et välismõjudele vastu panna.

source: For more than a year now banks have been operating in low interest rate environment that has put pressure on earning capacity and forced to focus on being more efficient.
et: Enam kui aasta püsinud rekordmadalad intressimäärad on avaldanud mõju pankade tulemustele ja sundinud aktiivselt tegelema efektiivsusega.

source: The changes Swedbank made to organization last year have now started to pay off.
et: Tänaseks on Swedbanki organisatsioonis eelmisel aastal läbi viidud muutused hakanud end ära tasuma.

source: In the first quarter 2014 the international business magazine Euromoney named Swedbank’s private banking the best in Estonia for the 2nd consecutive year.
et: Esimeses kvartalis nimetas rahvusvaheline majandusajakiri Euromoney juba teist aastat järjest Swedbanki parimaks privaatpanganduse teenuse pakkujaks Eestis.

source: From March Swedbank’s customers’ expiring debit cards can be replaced by post, sent free of charge to clients’ home addresses.
et: Alates märtsikuust hakati välja vahetama Swedbanki klientide aeguvaid pangakaarte ning uued kaardid saadetakse klientidele koju.

source: In order to raise service reliability and customer satisfaction at the same time preventing illegal card duplication, all Swedbank’s cash machines in Estonia are secured with anti-skimmer hardware from March.
et: Teenuste usaldusväärsuse parandamiseks, kliendirahulolu suurendamiseks ja kaartide ebaseadusliku kopeerimise takistamiseks asuti märtsis paigaldama kõigile Swedbanki Eestis olevatele sularahaautomaatidele kaardiandmete kopeerimist mittevõimaldavaid seadmeid.

source: In addition, commencing in the first quarter 2014, Swedbank has replaced 30 old cash deposit machines with new cash recycling terminals with additional cash withdrawal functionality.
et: Samuti alustas Swedbank esimeses kvartalis 30 vana sularahaautomaadi väljavahetamist ning on asendanud need tänaseks uutega, mida saab kasutada nii sularaha väljavõtuks kui ka sissemakse tegemiseks.

source: First quarter 2014
et: Esimene kvartal 2014

source: Compared with fourth quarter 2013
et: Võrreldes esimese kvartaliga 2013

source: Result
et: Finantstulemused

source: Swedbank AS reported a profit of EUR 49.5m in the first quarter 2014 compared with EUR 50.9m a quarter earlier.
et: Swedbanki 2014. aasta esimese kvartali puhaskasum oli 49,5 miljonit eurot võrreldes eelmise kvartali 50,9 miljoni euroga.

source: The slight profit decrease was mostly influenced by lower net credit recoveries while lower operating and tax expenses improved the result.
et: Puhaskasumi mõningase vähenemise peamiseks põhjuseks oli tagasihoidlikum krediidikahjumite vähenemise positiivne mõju, samas kui tegevus- ja maksukulude vähenemine parandasid tulemust.

source: Total income decreased by EUR 4.0m (5 per cent) during the first quarter due to decreased other income, lower net gains and losses and seasonally decreased net commissions.
et: Väiksemad muud tulud, vähenenud puhastulu finantsinstrumentidelt ja hooajaliselt väiksemad teenustasutulud vähendasid 2014. aasta esimeses kvartali tulusid kokku 4,0 miljoni euro võrra (5%).

source: Despite shorter quarter net interest income increased by EUR 0.1m (0.2 per cent) in the first quarter compared with the fourth quarter.
et: Hoolimata lühemast kvartalist kasvas puhas intressitulu 2013. aasta neljanda kvartaliga võrreldes 0,1 miljoni euro (0,2%) võrra.

source: Excluding the shorter quarter effect net interest income increased by more than 2 per cent supported by increased base rates and decreased funding expenses.
et: Kvartalite pikkuse erinevust arvesse võttes oli kasv enam kui 2%.

source: Net commission income decreased by EUR 0.9m (5 per cent) mainly due to seasonally lower card payment commissions.
et: Puhas teenustasutulu vähenes kvartaliga 0,9 miljoni euro võrra (5%), peamiselt hooajaliselt vähenenud kaardimaksete tulude tõttu.

source: Often volatile net gains and losses decreased by EUR 1.1m. Net insurance revenues decreased by EUR 0.4m influenced by seasonality.
et: Sageli volatiilsed tulud finantsinstrumentidelt vähenesid 1,1 miljoni euro võrra.

source: Other income decreased by EUR 1.9m mostly due to new portfolio of certain operating lease contracts taken into account in the fourth quarter.
et: Muud tulud vähenesid 1,9 miljoni euro võrra peamiselt teatud kasutusrendi lepingute mahu suurenemise tõttu eelmise aasta neljandas kvartalis.

source: Expenses decreased by 17 per cent (EUR 6.4m) compared with the fourth quarter.
et: Võrreldes 2013. aasta neljanda kvartaliga vähenesid kulud 6,4 miljoni euro võrra (17%).

source: The decrease was supported by decreased provisions for compensation programs, lower intra Swedbank Group expenses, new portfolio of operating lease that increased depreciation expenses in the fourth quarter and by increased cost efficiency.
et: Kulude vähenemist toetasid väiksemad eraldised tulemustasuprogrammide katteks, grupisiseste kulude vähenemine ja väiksemad amortisatsioonikulud võrreldes neljandas kvartalis kasutusrendi mahu suurenemisel kasvanud kuludega. Samuti vähenesid kulud kasvanud efektiivsuse tõttu.

source: Tax expenses decreased by EUR 10.8m compared with dividend income tax reserves made in the fourth quarter 2013.
et: Maksukulud vähenesid 2013. aasta neljandas kvartalis tehtud dividendide tulumaksu reserviga võrreldes 10,8 miljoni euro võrra.

source: From 2014, Swedbank Group will introduce a dividend policy for its Baltic banking subsidiaries to equal 60% of profit.
et: 2014. aastast kehtib Swedbanki grupi Balti panganduse tütarettevõtetele uus dividendipoliitika, mille kohaselt dividendide osakaal kasumist on 60%.

source: Dividends will be paid based on the profit generated from 1 January 2014.
et: Dividende makstakse alates 1. jaanuarist 2014 teenitava kasumi põhjal.

source: The first dividends according to the new dividend policy will be paid out in the first quarter 2015 but the expected corporate income tax charge will be counted as starting from the first quarter 2014 as a deferred tax liability.
et: Esimesed uue dividendipoliitika alusel arvestatavad dividendid makstakse välja 2015. aasta esimeses kvartalis, ent alates 2014. aasta esimesest kvartalist kantakse Eestis tekkiv oodatav ettevõtte tulumaks edasilükkunud tulumaksukohustuste alla.

source: The deferred tax liability amounted to EUR 6m for Estonia in the first quarter – most of it was accounted by Swedbank AB (publ).
et: Esimeses kvartalis oli edasilükkunud tulumaksukohustus 6 miljonit eurot, suurem osa sellest võeti arvele Swedbank AB (publ) poolt.

source: Volumes
et: Mahud

source: In the first quarter lending volumes decreased by 1.5 per cent compared with the fourth quarter 2013.
et: Esimese kvartali laenumaht vähenes 2013. aasta neljanda kvartaliga võrreldes 1,5%.

source: The decrease is attributable to a slow down in new sales at the beginning of the year.
et: Languse põhjustas uue laenumüügi aeglustumine aasta alguses.

source: Deposit portfolio was down by 1.0 per cent during the first quarter after a seasonal peak of corporate deposits in the fourth quarter.
et: Hoiuste maht vähenes esimeses kvartalis 1,0% võrreldes 2013. aasta neljanda kvartaliga, mil ettevõtete hoiused olid hooajaliselt kõige kõrgemal tasemel.

source: Credit and asset quality
et: Varade kvaliteet

source: Net credit recoveries amounted to EUR 1.1m in the first quarter compared with EUR 15.7m net recoveries in the fourth quarter 2013.
et: Esimese kvartali laenukahjumid olid -1,1 miljonit eurot võrreldes -15,7 miljoni euroga 2013. aasta neljandas kvartalis.

source: Both private and corporate portfolio generated the recoveries.
et: Vähenesid nii ettevõtete kui eraisikute laenukahjumite eraldised.

source: Risk weights for small and medium size enterprises decreased significantly in the first quarter 2014 as a result of regulatory changes in the framework of Basel III.
et: Väike- ja keskmise suurusega ettevõtete riskikaal vähenes esimeses kvartalis märkimisväärselt, kuna muutusid Baseli III raamistikus sätestatud regulatiivsed nõuded.

source: January – March 2014
et: Jaanuar – märts 2014

source: Compared with January – March 2013
et: Võrreldes eelmise aasta sama perioodiga

source: Swedbank AS reported a profit of EUR 49.5m for the first three months 2014, slightly up from EUR 49.2m in the first three months 2013.
et: Swedbanki 2014. aasta kolme esimese kuu puhaskasum oli 49,5 miljonit eurot, mis on veidi enam kui 49,2 miljonit eurot 2013. aasta esimesel kolmel kuul.

source: Increased revenues and decreased expenses supported the result while decreased net credit recoveries counterbalanced the positive effects.
et: Puhaskasumi kasvu toetasid kasvanud tulud ja vähenenud kulud, kuid krediidikahjumite tagasihoidlikum vähenemine tasakaalustas positiivsed mõjud.

source: The total income increased by EUR 4.4m (6 per cent) in the first three months 2014 influenced mostly by increased net interest income and improved insurance result.
et: 2014. aasta kolme esimese kuu tulud kokku kasvasid 4,4 miljoni euro võrra (6%) peamiselt suurenenud puhta intressitulu ja paranenud kindlustustulemuse tõttu.

source: The net interest income increased by 7 per cent (EUR 3.2m) to EUR 48.0m in the first three months 2014 compared with the same period a year ago due to decreased interest expenses influenced by increased share of deposits and low deposit rates.
et: Puhas intressitulu kasvas 2014. aasta esimese kolmel kuul võrreldes eelmise aasta sama perioodiga 7% võrra (3,2 miljonit eurot) 48,0 miljoni euroni. Kasvu põhjuseks on kasvanud hoiuste osakaalu ja madalamate hoiuste intressimäärade toel vähenenud intressikulud.

source: The net interest income started to increase from the second half of 2013 and is expected to improve further in coming quarters.
et: Puhas intressitulu hakkas kasvama 2013. aasta teisel poolel ja eeldatavalt jätkub kasv ka järgnevates kvartalites.

source: Net commission income increased by EUR 0.2m (1 per cent) compared with the first three months 2013 mostly supported by increased securities net fees.
et: Puhas teenustasutulu kasvas 2013. aasta kolme esimese kuuga võrreldes 0,2 miljoni euro (1%) võrra, peamiselt tänu suurenenud väärtpaberite tasudele.

source: The net commission income increase was low because of extra card commission expenses in 2014.
et: Kasvu vähendasid 2014. aastal tasutud täiendavad kaartide komisjonikulud.

source: Net insurance income increased by EUR 1.0m (12 per cent) compared with modest result in the first three months 2013.
et: Puhas kindlustustulu kasvas tagasihoidliku 2013. aasta kolme esimese kuu tulemusega võrreldes 1,0 miljoni euro (12%) võrra.

source: Other income increased by EUR 1.7m mostly due to increased intra Swedbank Group revenues and new portfolio of operating lease.
et: Muud tulud kasvasid 1,7 miljoni euro võrra kasvanud Swedbanki Grupi siseste tulude ja suurenenud kasutusrendiportfelli tõttu.

source: Expenses decreased by 2 per cent (EUR 0.5m) compared with the first three months 2013 despite new portfolio of operating lease that increased depreciation expenses.
et: Kulud kokku vähenesid 2013. aasta kolme esimese kuuga võrreldes 0,5 miljoni euro (2%) võrra hoolimata lisandunud kasutusrendi mahust, mille tulemusel suurenesid amortisatsioonikulud.

source: Both staff and other expenses decreased driven by implemented measures to increase efficiency.
et: Nii palga- kui muud kulud vähenesid rakendatud efektiivsuse parandamise meetmete tulemusena.

source: Tax expenses increased by EUR 1.4m compared with the first three months 2013 driven by introduced Swedbank Group’s dividend policy.
et: Tulenevalt uuest Swedbanki Grupi tütarettevõtete dividendipoliitikast kasvasid maksukulud eelmise aasta sama perioodiga võrreldes 1,4 miljoni euro võrra.

source: Swedbank’s lending volumes decreased by 0.4 per cent (EUR 24m) year over year.
et: Swedbanki laenumahud vähenesid eelmise aasta märtsi lõpuga võrreldes 0,4% võrra (24 miljonit eurot).

source: The small decrease is attributable to a slow down in new sales at the beginning of the year.
et: Väikese languse põhjuseks on uue laenumüügi aeglustumine käesoleva aasta alguses.

source: Swedbank’s Estonian market share in lending was 39.0 per cent on 31 March 2014 compared with 39.7 per cent on 31 March 2013.
et: Swedbanki laenude turuosa oli 2014. aasta 31. märtsi seisuga 39,0%, võrreldes 39,7%-ga 2013. aasta märtsi lõpus.

source: Deposit volumes increased by 5.8 per cent (EUR 321m) year over year.
et: Hoiuste maht suurenes 2013. aasta märtsi lõpuga võrreldes 5,8% (321 miljonit eurot).

source: The loan-to-deposit ratio decreased to 102 per cent (108 per cent as of 31 March 2013).
et: Laenude-hoiuste suhtarv alanes 102 protsendile (2013. aasta märtsi lõpu sama näitaja oli 108%).

source: Swedbank Estonia’s market share for deposits was 43.5 per cent on 31 March 2014 compared with 45.5 per cent on 31 March 2013.
et: Swedbanki hoiuste turuosa oli 2014. aasta 31. märtsi seisuga 43,5% võrreldes 45,5%-ga 2013. aasta märtsi lõpus.

source: Net credit recoveries amounted to EUR 1.1m in the first three months 2014 compared with EUR 6.4m during the same period a year ago.
et: 2014. aasta kolme esimese kuu laenukahjumid olid -1,1 miljon eurot võrreldes -6,4 miljoni euroga 2013. aasta samal perioodil.

source: The credit quality in lending portfolios has improved to a level that impaired loans will continue to decrease in 2014 at slower pace.
et: Laenuportfellide krediidikvaliteet on paranenud sellisele tasemele, et 2014.aastal jätkab probleemsete laenude maht kahanemist aeglasemas tempos.

source: Note 1 Accounting policies
et: Lisa 1 Raamatupidamispõhimõtted

source: These interim report condensed financial statements are prepared in accordance with IAS 34 Interim financial reporting.
et: Käesolev lühendatud vahearuanne on koostatud kooskõlas rahvusvahelise raamatupidamisstandardiga IAS 34 Vahefinantsaruandlus.

source: Several new and revised IFRS and interpretations by IFRIC have not had any effect on the financial position, results or disclosures of Swedbank Estonia.
et: Uued ja redigeeritud IFRS ja IFRIC interpretatsioonid ei ole Swedbanki Eesti finantstulemustele mõju avaldanud.

source: The accounting principles applied in the interim report are the same as those applied in the preparation of the Annual Report for 2013.These condensed financial statements should be read in conjunction with the annual financial statements for the year ended 31 December 2013.
et: Lühendatud vahearuande koostamisel rakendatud arvestuspõhimõtted kattuvad 31. detsembril 2013. aastal lõppenud majandusaasta aruandes kasutatud arvestuspõhimõtetega ning aruannet tuleks lugeda koos 31. detsembril 2013. aastal lõppenud majandusaasta aruandega.

source: Note 2 Critical accounting estimates
et: Lisa 2 Olulised raamatupidamislikud hinnangud ja prognoosid

source: Swedbank uses various estimates and judgments about the future to determine the value of certain assets and liabilities.
et: Swedbank teeb erinevaid prognoose ja oletusi tuleviku kohta selleks, et määrata teatavate varade ja kohustuste väärtusi.

source: The most important assumptions in terms of amount are made with regard to provisions for loan losses.
et: Mahu mõistes on kõige olulisemad laenukahjumite osas tehtud hinnangud.

source: Provisions for loan losses
et: Laenukahjumite provisjon
